{
    "menu": {
        "home": "Home",
        "ourStory": "Our Story",
        "companyProfile": "Company Profile",
        "companyHistory": "Company History",
        "product": "Product",
        "recipe": "Recipe",
        "article": "Article",
        "event": "Event",
        "tipsTricks": "Tips & Tricks",
        "mediaRelease": "Media Release",
        "contact": "Contact"
    },
    "searchText": "Search",
    "ecommerceText": "eCommerce",
    "section1Home" :{
        "profilPerusahaan": "Company Profile",
        "profilPerusahaanDesc": "House Foods entered Indonesia through PT House And Vox Indonesia and produced the first halal Japanese curry in Indonesia with the Japanese-style House Kari brand with a size of 935g which was produced at the PT Java Agri Tech factory, Semarang.",
        "learnMore": "Learn More"
    },
    "section2Home": {
        "resepAla": "House Kari style recipe",
        "resepAlaDesc": "A collection of everyday recipes with Japanese-style curry house"
    },
    "section2Menu": {
        "makanSiang": "Lunch menu",
        "makanSarapan": "Breakfast Menu",
        "makanSnack": "Snack Menu",
        "makanSeafood": "Seafood Menu",
        "makanRoti": "Bread Menu",
        "makanSayuran": "Vegetable Menu"
    },
    "menuHome1":{
        "menuHeading": "Ketupat Vegetable Curry",
        "menuDesc": "This delicious dish is made by covering the meat and then cooking it with serundeng spices and grated coconut. The long cooking process makes the taste even more savory and delicious."
    },
    "menuHome2":{
        "menuHeading": "Serundeng Curry Meat",
        "menuDesc": "This delicious dish is made by covering the meat and then cooking it with serundeng spices and grated coconut. The long cooking process makes the taste even more savory and delicious."
    },
    "menuHome3":{
        "menuHeading": "Chicken Curry",
        "menuDesc": "This delicious dish is made by covering the meat and then cooking it with serundeng spices and grated coconut. The long cooking process makes the taste even more savory and delicious."
    },
    "lihatResep": "See Recipe",
    "newestArticle": "Newest Articles",
    "readMoreArticle": "Read more articles",
    "posted": "Posted",
    "headline": "Headline",
    "otherArticle": "Other Articles",
    "headingForm": "Write a Review, Get a Curry!",
    "headingFormDesc": "Write a review and have a chance to win House Kari ala Jepang! Write and upload your testimony now!",
    "nameForm": "Name",
    "numberForm": "Phone Number",
    "reviewForm": "Review",
    "unggahFile": "Upload File",
    "submitBtn": "Submit",
    "testimoniHeading": "Hear What They Say",
    "by": "By",
    "address": "Atria @ Sudirman 17th Floor. Jendral Sudirman, Kav. 33A, Karet Tengsin, Tanah Abang, Jakarta Pusat 10220",
    "privacyPolicy": "Privacy Policy",
     "copyright": "Copyright © 2024 House Japanese Curry | All Rights Reserved",
     "profileSubHeading": "A Group Company of House Foods Group INC",
     "profiledesc1": "House Foods is a well-known food manufacturer that dominates the Japanese-style curry sales market in Japan. House Foods entered the Indonesian market in 2016 by introducing their flagship product, House Japanese Curry, which has received halal certification from LPPOM MUI. This halal Japanese curry is not only marketed in Indonesia but has also expanded to neighboring countries such as Singapore and Malaysia.",
     "profiledesc2": "The uniqueness of Japanese Curry lies in the absence of coconut milk and its mild taste that can be enjoyed by all family members. The 935 gr halal Japanese curry can serve 50 portions and is mainly targeted at the horeca market. In addition to being available through the main distributor, this product can now be found in several supermarkets in Jakarta, such as Grand Lucky, and on various online shopping sites in Indonesia.",
     "filosofi": "Philosophy",
     "filosofiText": "“We aim to be a <b>'good partner'</b> that connects people through food and <b>brings happiness</b> to everyday life.”",
     "visi": "Vision",
     "misi": "Mission",
     "listMisi": {
       "listMisiOne": "To Pursue Providing High-Quality Products For The Halal Market Worldwide",
       "listMisiTwo": "To Promote Healthy Body And Mind Through Innovation",
       "listMisiThree": "To Establish And Foster Good Coordination And Partnerships Between Stakeholders And Customers"
     },
     "careers": "Careers",
     "descCareers": "Marketing Staff are individuals responsible for developing and implementing various marketing strategies within a company. They analyze market trends and customer data to understand consumer needs and preferences.",
     "apply": "Apply",
     "ends": "Ends",
     "history": {
        "periodeTaisho": "TAISHO PERIOD",
        "budayaMakanan": "Western Food Culture Begins to Enter Japan",
        "zamanTaisho": "The Taisho era is known for the birth of financial groups and banks and the birth of the 'office worker.' As urbanization increased, three main types of Western food – croquette, tonkatsu (pork cutlet), and curry – began to gain popularity. Thus began the evolution of Westernized Japanese food in Japan.",
        "1913": "1913",
        "tahunKe2": "2nd Year of the Taisho Period",
        "descTahunKe2": "It started with Seisuke Urakami, the founder of House Foods Group, who established a chemical medicine shop named 'Urakami Shoten'. Through this shop, Urakami began selling the first bottled curry powder to customers. Japanese-style curry seasoning was very easy and quick to use.",
        "periodeShowa": "EARLY SHOWA PERIOD",
        "budayaLayanan": "Western Food Service Culture",
        "descBudayaLayanan": "Gradually, Western food became known as a home menu, but Western food grew rapidly due to the 'picnic' culture in Japan. Western food became famous in cheap restaurants all over the country.",
        "1928": "1928",
        "tahunke3": "3rd Year of the Showa Period",
        "descTahunKe3": "As the 'Home Currie' curry business developed, his wife, Yasuyo Urakami, said that 'the name ‘Home’ is not quite right and is not a common word in Japan at that time, but 'House' is more popular'. Urakami was inspired by these words and decided to change the name 'Home Currie' to 'House Currie'.",
        "1947": "1947",
        "desc2TahunKe3": "Seisuke Urakami established a company named Urakami Food Industry Co., Ltd.",
        "1949": "1949",
        "desc3TahunKe3": "Urakami Food Industry Co., Ltd. changed its name to House Curry Urakami Shoten Co., Ltd.",
        "1952": "1952",
        "heading1952": "Production and sale of 'Home Curry' began",
        "desc1952": "House Curry used promotions through decorated trucks resembling the 'House Currie' product packaging with music accompaniment and promotions through microphones. This type of promotion became popular across the country, so many businessmen wanted to do truck advertisement promotions for their products.",
        "1959": "1959",
        "desc1959": "House Curry Urakami Shoten Co.,Ltd. made the first curry roux at the Higashi Osaka factory and named it 'Indo Currie' or Indian Currie.",
        "1960": "1960",
        "desc1960": "House Curry Urakami Shoten Co.,Ltd. changed its name to House Foods Industry Co., Ltd. and launched Indo Currie as Japan's first instant curry roux.",
        "1963": "1963",
        "heading1963": "38th Year of the Showa Period, the birth of 'Vermont Curry'",
        "desc1963": "In 1963, House Food created a sweet-tasting curry under the brand 'Vermount Curry' so that it could be enjoyed by children. Since its inception, Vermount Curry has had many fans and has become a trusted brand in the world of Japanese home cooking.",
        "1968": "1968",
        "desc1968": "House Food launched a spicy curry variant called Java Curry. Java Curry became very popular among adults.",
        "1971": "1971",
        "heading1971": "46th Year of the Showa Period, House Foods' first ready-to-eat curry product in a pouch",
        "desc1971": "House Food launched a ready-to-eat curry product in retort packaging under the brand 'Kukure Curry'. Kukure itself means no need to cook.",
        "2007": "2007 - HEISEI PERIOD",
        "heading2007": "19th Year of the Heisei Period, Space Food",
        "desc2007": "One of the three types of Japanese-style ready-to-eat curry products developed with the Japan Aerospace Exploration Agency (JAXA) specifically for Japanese astronauts, which received formal certification in June 2007, marketed to the public as 'Space Curry' (beef). To support life in space, which is very different from Earth, with zero-gravity effects and cosmic radiation, we created a unique curry that contains more turmeric and calcium and is richer and spicier than regular ready-to-eat curry brands.",
        "2011": "2011",
        "heading2011": "23rd Year of the Heisei Period, Launch of disaster-useful products",
        "desc2011": "2011 was the year of the Great East Japan Earthquake. House Foods introduced a curry that does not need to be heated to be eaten and can be used as emergency food during disasters. This curry, made without seven specific ingredients (egg, milk, wheat, buckwheat, peanuts, shrimp, crab), can be eaten without worry by anyone and does not require much time to cook, making it very useful for various situations.",
        "2013": "2013",
        "heading2013": "25th Year of the Heisei Period, 50 years since the launch of 'Vermont Curry'",
        "desc2013": "Celebration of 50 years of 'Vermont Curry', which is very popular among children, even served as a school lunch menu across Japan. According to research, 80% of housewives in Japan cook curry for their families more than once a week. Therefore, curry has become one of Japan's national food menus.",
        "2016": "2016",
        "desc2016": "House Foods entered Indonesia through PT House And Vox Indonesia and produced the first halal Japanese curry in Indonesia under the brand House Japanese Curry in a 935g package produced at PT Java Agri Tech, Semarang.",
        "2019": "2019",
        "desc2019": "Since its appearance, Japanese Curry has received a good response from the Indonesian public. According to a 2019 survey, 54% of the Jabodetabek community knew and liked Japanese Curry.",
        "2020": "2020",
        "desc2020": "PT House And Vox Indonesia launched a small package of House Japanese Curry, which is 300g, that can be enjoyed by families. In the same year, House Japanese Curry Spicy was also introduced for spicy food lovers in Indonesia."
    },
     "headingRecipe": "Recipes That Might Interest You",
     "productDetailDesc": "House Spicy Japanese-style Curry is a solid sauce made from quality spices in 300g packaging which can serve up to 16 servings of spicy curry. The original taste of spicy Japanese curry since 1913 with a mild taste and thick soup texture without coconut milk. Solid sauce or curry roux can also be enjoyed in various ways, such as sprinkled on rice, soup, noodles, pasta, steamed buns, or seasoned with meat and dipping sauce. <br/><br/>HALAL Certified Japanese Style Curry House from Indonesia since 2016 has been the main distributor of raw materials for Japanese curry menus in several hotels, restaurants and catering in Indonesia, Malaysia, Singapore and Dubai.",
     "beliSekarang": "Buy now at",
     "otherProduct": "Other Product you Might Like",
    "categoryResep1": "Bread & Pastries",
    "categoryResep2": "Vegetables",
    "categoryResep3": "Meat",
    "categoryResep4": "Seafood",
    "categoryResep5": "Snacks",
    "featuredRecipe": "Our Featured Recipe",
    "otherRecipe": "Other Recipes",
    "otherRecipeList": "Articles That Might Interest You",
    "kariKroket": "Curry Croquettes",
    "resepDetailDesc": "To create a good mood before starting the day, you need a nutritious and delicious yet practical menu. Like the Baked Potatoes menu from House Kari ala Jepang. Have a healthy morning Currymates!",
    "bahan": "Ingredients",
    "listBahan1": "3 potatoes",
    "listBahan2": "50 cc water",
    "listBahan3": "100g minced beef",
    "listBahan4": "For the dough",
    "listBahan5": "Half an onion",
    "listBahan6": "3-4 tbsp shelled corn",
    "listBahan7": "55g (about 6 tbs) flour",
    "listBahan8": "1 egg",
    "listBahan9": "1 tbsp sugar",
    "listBahan10": "70 cc water",
    "listBahan11": "1 tbsp soy sauce",
    "listBahan12": "1 tbsp mayonnaise",
    "listBahan13": "Salt & pepper to taste",
    "listBahan14": "Bread crumbs",
    "listBahan15": "House Kari ala Jepang Solid Sauce (Roux) 45 g (1 block)",
    "caraBuat": "Instructions",
    "listCaraBuat1": "Peel the potatoes, boil until tender. Dice the onion and coarsely chop the curry roux while waiting for the potatoes to boil.",
    "listCaraBuat2": "Drain the boiled potatoes, place in a bowl, and mash until smooth.",
    "listCaraBuat3": "Make the filling: heat a pan with oil, and add the minced meat to the pan. Add salt and pepper to taste, sauté until the color changes.",
    "listCaraBuat4": "Add the onions until translucent, then add the corn and mix until evenly distributed.",
    "listCaraBuat5": "Turn off the heat, add the curry roux to the pan, and stir until evenly mixed.",
    "listCaraBuat6": "Boil once again on low heat, stirring occasionally. Add the filling to the mashed potatoes, and mix well.",
    "listCaraBuat7": "Shape the mixture into 10 croquettes.",
    "listCaraBuat8": "Make the batter: Mix the egg, mayonnaise, and water together, then gradually add the flour, and stir until smooth.",
    "listCaraBuat9": "Dip the croquettes into the batter, then coat with breadcrumbs.",
    "listCaraBuat10": "Heat the oil over medium heat. Fry the croquettes until golden brown. Drain on kitchen paper before serving.",
    "download": "Download the Cookbook",
    "blogTitle": "DISCOVER TRADITIONAL SPRING CUISINE IN JAPAN",
    "meta": "POSTED BY: ADMIN / ON: FEBRUARY 14, 2024 / IN: LIFESTYLE",
    "sebagian": "Some only appear during this season",
    "contactUs": "Contact Us",
    "emailForm": "Email",
    "InquiriesForm": "Inquiries",
    "haveAgree": "I agree to the Privacy Policy",
    "bePartner": "Become a Partner",
    "companyName": "Company Name",
    "choose": "Choose",
    "companyAddress": "Company Address",
    "howDo": "How did you hear about House Kari ala Jepang?",
    "whyAre": "Why are you interested in becoming a reseller?",
    "tradingCompany": "Trading Company",
    "onlineShop": "Online Shop",
    "offlineDistributor": "Offline Distributor",
    "onlineAdvertising": "Online Advertising",
    "offlineAdvertising": "Offline Advertising (KRL, Bus, Car)",
    "supermarket": "Supermarket",
    "ecommerce": "E-commerce",
    "rekan": "Colleague / Friend",
    "other": "Other",
    "whyAre1": "Bought a Small Package and Liked It",
    "whyAre2": "Know the target market for Japanese curry menu",
    "whyAre3": "There is demand from Customers",
    "whyAre4": "Has good potential in the future",
    "selectLanguage": "Select Language",
    "visiText": "To Bring Togetherness Through Healthy And Tasty Halal Food"
}
  